Repository: thenail/astrodimmer
Catalog: src/AstroDimmer/Strings/*/Resources.resw
Source language: en_us
Languages: da, de, es, fi, fr, it, ja, ko, nb, nl, pl, pt_br, ru, sv, tr, zh_hans, zh_hant

# RetryScheduled
source: No displays found; retrying in {0}s (attempt {1} of {2})
da: Ingen skærme fundet; prøver igen om {0} s (forsøg {1} af {2})
de: Keine Bildschirme gefunden; neuer Versuch in {0} s (Versuch {1} von {2})
es: No se encontraron pantallas; se reintentará en {0} s (intento {1} de {2})
fi: Näyttöjä ei löytynyt; yritetään uudelleen {0} s kuluttua (yritys {1}/{2})
fr: Aucun écran trouvé ; nouvel essai dans {0} s (tentative {1} sur {2})
it: Nessuno schermo trovato; nuovo tentativo tra {0} s (tentativo {1} di {2})
ja: ディスプレイが見つかりません。{0} 秒後に再試行します ({1}/{2} 回目)
ko: 디스플레이를 찾지 못했습니다. {0}초 후 다시 시도합니다({1}/{2}회)
nb: Fant ingen skjermer; prøver igjen om {0} s (forsøk {1} av {2})
nl: Geen beeldschermen gevonden; nieuwe poging over {0} s (poging {1} van {2})
pl: Nie znaleziono monitorów; ponowna próba za {0} s (próba {1} z {2})
pt_br: Nenhum monitor encontrado; nova tentativa em {0} s (tentativa {1} de {2})
ru: Мониторы не найдены; повтор через {0} с (попытка {1} из {2})
sv: Inga skärmar hittades; försöker igen om {0} s (försök {1} av {2})
tr: Ekran bulunamadı; {0} sn sonra yeniden denenecek (deneme {1}/{2})
zh_hans: 未找到显示器；{0} 秒后重试（第 {1} 次，共 {2} 次）
zh_hant: 找不到顯示器；{0} 秒後重試（第 {1} 次，共 {2} 次）

source: Brightness
da: Lysstyrke
de: Helligkeit
es: Brillo
fi: Kirkkaus
fr: Luminosité
it: Luminosità
ja: 明るさ
ko: 밝기
nb: Lysstyrke
nl: Helderheid
pl: Jasność
pt_br: Brilho
ru: Яркость
sv: Ljusstyrka
tr: Parlaklık
zh_hans: 亮度
zh_hant: 亮度

source: Contrast
da: Kontrast
de: Kontrast
es: Contraste
fi: Kontrasti
fr: Contraste
it: Contrasto
ja: コントラスト
ko: 대비
nb: Kontrast
pl: Kontrast
pt_br: Contraste
ru: Контрастность
sv: Kontrast
tr: Kontrast
zh_hans: 对比度
zh_hant: 對比度

# DetectHint
source: A website works out roughly where you are from your internet connection.
da: Et websted finder ud af cirka, hvor du er, ud fra din internetforbindelse.
de: Eine Website ermittelt anhand deiner Internetverbindung ungefähr, wo du bist.
es: Un sitio web calcula aproximadamente dónde estás a partir de tu conexión a Internet.
fi: Verkkosivusto arvioi sijaintisi karkeasti internetyhteytesi perusteella.
fr: Un site web estime votre position approximative à partir de votre connexion Internet.
it: Un sito web stima approssimativamente dove ti trovi in base alla connessione Internet.
ja: Web サイトがインターネット接続からおおよその現在地を推定します。
ko: 웹 사이트가 인터넷 연결을 통해 대략적인 위치를 추정합니다.
nb: Et nettsted finner omtrent ut hvor du er, basert på internettilkoblingen din.
nl: Een website bepaalt aan de hand van je internetverbinding ongeveer waar je bent.
pl: Witryna internetowa w przybliżeniu ustala Twoją lokalizację na podstawie połączenia z internetem.
pt_br: Um site estima aproximadamente onde você está a partir da sua conexão com a internet.
ru: Веб-сайт приблизительно определит ваше местоположение по интернет-подключению.
sv: En webbplats räknar ut ungefär var du är utifrån din internetanslutning.
tr: Bir web sitesi, internet bağlantınızdan yaklaşık konumunuzu belirler.
zh_hans: 网站会根据你的互联网连接大致判断你的位置。
zh_hant: 網站會根據你的網際網路連線大致判斷你的位置。

source: Locating…
da: Finder placering…
de: Standort wird ermittelt…
es: Localizando…
fi: Paikannetaan…
fr: Localisation…
it: Localizzazione…
ja: 位置を特定しています…
ko: 위치를 찾는 중…
nb: Finner plassering…
nl: Locatie bepalen…
pl: Lokalizowanie…
pt_br: Localizando…
ru: Определение местоположения…
sv: Söker plats…
tr: Konum bulunuyor…
zh_hans: 正在定位…
zh_hant: 正在定位…

# RoughGuess
source: A rough guess from your internet connection — drag the point to correct it.
da: Et groft skøn ud fra din internetforbindelse – træk punktet for at rette det.
de: Eine grobe Schätzung anhand deiner Internetverbindung – zieh den Punkt, um sie zu korrigieren.
es: Una estimación aproximada a partir de tu conexión a Internet: arrastra el punto para corregirla.
fi: Karkea arvio internetyhteytesi perusteella – korjaa sitä vetämällä pistettä.
fr: Estimation approximative d'après votre connexion Internet — faites glisser le point pour la corriger.
it: Una stima approssimativa basata sulla connessione Internet: trascina il punto per correggerla.
ja: インターネット接続からのおおよその推定です。ポイントをドラッグして修正してください。
ko: 인터넷 연결을 통한 대략적인 추정입니다. 점을 끌어서 수정하세요.
nb: Et grovt anslag basert på internettilkoblingen din – dra punktet for å rette det.
nl: Een ruwe schatting op basis van je internetverbinding — sleep de punt om deze te corrigeren.
pl: Przybliżone oszacowanie na podstawie połączenia z internetem — przeciągnij punkt, aby je poprawić.
pt_br: Uma estimativa aproximada pela sua conexão com a internet — arraste o ponto para corrigi-la.
ru: Приблизительная оценка по интернет-подключению — перетащите точку, чтобы уточнить.
sv: En grov uppskattning utifrån din internetanslutning – dra punkten för att rätta den.
tr: İnternet bağlantınıza göre kaba bir tahmin; düzeltmek için noktayı sürükleyin.
zh_hans: 这是根据你的互联网连接做出的粗略估计，拖动该点即可更正。
zh_hant: 這是根據你的網際網路連線所做的粗略估計，拖曳該點即可修正。

# WindowsDenied
source: Location is turned off for desktop apps.
da: Placering er slået fra for skrivebordsapps.
de: Der Standortzugriff ist für Desktop-Apps deaktiviert.
es: La ubicación está desactivada para las aplicaciones de escritorio.
fi: Sijainti on poistettu käytöstä työpöytäsovelluksilta.
fr: La localisation est désactivée pour les applications de bureau.
it: La posizione è disattivata per le app desktop.
ja: デスクトップ アプリの位置情報がオフになっています。
ko: 데스크톱 앱의 위치 액세스가 꺼져 있습니다.
nb: Plassering er slått av for skrivebordsapper.
nl: Locatie is uitgeschakeld voor desktop-apps.
pl: Lokalizacja jest wyłączona dla aplikacji klasycznych.
pt_br: A localização está desativada para aplicativos da área de trabalho.
ru: Доступ к местоположению отключён для классических приложений.
sv: Platstjänsten är avstängd för skrivbordsappar.
tr: Konum, masaüstü uygulamaları için kapalı.
zh_hans: 已为桌面应用关闭定位。
zh_hant: 已為傳統型應用程式關閉定位。

# WindowsTimedOut
source: Windows could not get a position in time.
da: Windows kunne ikke finde en position i tide.
de: Windows konnte den Standort nicht rechtzeitig ermitteln.
es: Windows no pudo obtener una ubicación a tiempo.
fi: Windows ei saanut sijaintia ajoissa.
fr: Windows n'a pas pu obtenir de position à temps.
it: Windows non è riuscito a ottenere una posizione in tempo.
ja: Windows は時間内に位置を取得できませんでした。
ko: Windows가 제시간에 위치를 가져오지 못했습니다.
nb: Windows klarte ikke å finne en posisjon i tide.
nl: Windows kon niet op tijd een positie bepalen.
pl: System Windows nie zdołał ustalić pozycji na czas.
pt_br: O Windows não conseguiu obter uma posição a tempo.
ru: Windows не удалось вовремя определить местоположение.
sv: Windows kunde inte hämta en position i tid.
tr: Windows zamanında bir konum alamadı.
zh_hans: Windows 未能及时获取位置。
zh_hant: Windows 無法及時取得位置。

# WindowsUnavailable
source: This device has no location service.
da: Denne enhed har ingen placeringstjeneste.
de: Dieses Gerät hat keinen Standortdienst.
es: Este dispositivo no tiene servicio de ubicación.
fi: Tässä laitteessa ei ole sijaintipalvelua.
fr: Cet appareil ne dispose d'aucun service de localisation.
it: Questo dispositivo non dispone di un servizio di posizione.
ja: このデバイスには位置情報サービスがありません。
ko: 이 장치에는 위치 서비스가 없습니다.
nb: Denne enheten har ingen plasseringstjeneste.
nl: Dit apparaat heeft geen locatieservice.
pl: To urządzenie nie ma usługi lokalizacji.
pt_br: Este dispositivo não tem serviço de localização.
ru: На этом устройстве нет службы определения местоположения.
sv: Den här enheten har ingen platstjänst.
tr: Bu cihazda konum hizmeti yok.
zh_hans: 此设备没有定位服务。
zh_hant: 此裝置沒有定位服務。

source: Sunrise
da: Solopgang
de: Sonnenaufgang
es: Amanecer
fi: Auringonnousu
fr: Lever du soleil
it: Alba
ja: 日の出
ko: 일출
nb: Soloppgang
nl: Zonsopkomst
pl: Wschód słońca
pt_br: Nascer do sol
ru: Рассвет
sv: Soluppgång
tr: Gün doğumu
zh_hans: 日出
zh_hant: 日出

source: Sunset
da: Solnedgang
de: Sonnenuntergang
es: Atardecer
fi: Auringonlasku
fr: Coucher du soleil
it: Tramonto
ja: 日の入り
ko: 일몰
nb: Solnedgang
nl: Zonsondergang
pl: Zachód słońca
pt_br: Pôr do sol
ru: Закат
sv: Solnedgång
tr: Gün batımı
zh_hans: 日落
zh_hant: 日落

# OffsetLater
source: {0} + {1} min
ja: {0} + {1} 分
ko: {0} + {1}분
ru: {0} + {1} мин
tr: {0} + {1} dk
zh_hans: {0} + {1} 分钟
zh_hant: {0} + {1} 分鐘

# OffsetEarlier
source: {0} − {1} min
ja: {0} − {1} 分
ko: {0} − {1}분
ru: {0} − {1} мин
tr: {0} − {1} dk
zh_hans: {0} − {1} 分钟
zh_hant: {0} − {1} 分鐘

# FadeAtOnce
source: switches at once
da: skifter med det samme
de: schaltet sofort um
es: cambio inmediato
fi: vaihtuu heti
fr: changement immédiat
it: cambio immediato
ja: すぐに切り替え
ko: 즉시 전환
nb: bytter med en gang
nl: wisselt direct
pl: przełącza od razu
pt_br: troca imediata
ru: мгновенно
sv: byter direkt
tr: hemen geçer
zh_hans: 立即切换
zh_hant: 立即切換

# FadeMinutes
source: minutes to fade
da: minutters overgang
de: Minuten Überblendung
es: minutos de transición
fi: minuutin siirtymä
fr: minutes de transition
it: minuti di transizione
ja: 分かけて切り替え
ko: 분 동안 전환
nb: minutters overgang
nl: minuten overgang
pl: min przejścia
pt_br: minutos de transição
ru: мин перехода
sv: minuters toning
tr: dakika geçiş
zh_hans: 分钟过渡
zh_hant: 分鐘過渡

# ShowInPanel
source: Show in the panel
da: Vis i panelet
de: Im Panel anzeigen
es: Mostrar en el panel
fi: Näytä paneelissa
fr: Afficher dans le panneau
it: Mostra nel pannello
ja: パネルに表示
ko: 패널에 표시
nb: Vis i panelet
nl: Weergeven in het paneel
pl: Pokaż w panelu
pt_br: Mostrar no painel
ru: Показывать на панели
sv: Visa i panelen
tr: Panelde göster
zh_hans: 在面板中显示
zh_hant: 在面板中顯示

source: Current brightness
da: Aktuel lysstyrke
de: Aktuelle Helligkeit
es: Brillo actual
fi: Nykyinen kirkkaus
fr: Luminosité actuelle
it: Luminosità attuale
ja: 現在の明るさ
ko: 현재 밝기
nb: Nåværende lysstyrke
nl: Huidige helderheid
pl: Bieżąca jasność
pt_br: Brilho atual
ru: Текущая яркость
sv: Aktuell ljusstyrka
tr: Geçerli parlaklık
zh_hans: 当前亮度
zh_hant: 目前亮度

source: Daytime brightness
da: Lysstyrke om dagen
de: Helligkeit am Tag
es: Brillo diurno
fi: Päiväkirkkaus
fr: Luminosité de jour
it: Luminosità diurna
ja: 昼間の明るさ
ko: 주간 밝기
nb: Lysstyrke på dagtid
nl: Helderheid overdag
pl: Jasność w dzień
pt_br: Brilho diurno
ru: Дневная яркость
sv: Ljusstyrka dagtid
tr: Gündüz parlaklığı
zh_hans: 白天亮度
zh_hant: 白天亮度

# NightBrightness
source: Night-time brightness
da: Lysstyrke om natten
de: Helligkeit in der Nacht
es: Brillo nocturno
fi: Yökirkkaus
fr: Luminosité de nuit
it: Luminosità notturna
ja: 夜間の明るさ
ko: 야간 밝기
nb: Lysstyrke på natten
nl: Helderheid 's nachts
pl: Jasność w nocy
pt_br: Brilho noturno
ru: Ночная яркость
sv: Ljusstyrka nattetid
tr: Gece parlaklığı
zh_hans: 夜间亮度
zh_hant: 夜間亮度

source: Adjust contrast
da: Juster kontrasten
de: Kontrast anpassen
es: Ajustar el contraste
fi: Säädä kontrastia
fr: Ajuster le contraste
it: Regola il contrasto
ja: コントラストを調整
ko: 대비 조정
nb: Juster kontrasten
nl: Contrast aanpassen
pl: Dostosuj kontrast
pt_br: Ajustar o contraste
ru: Менять контрастность
sv: Justera kontrasten
tr: Kontrastı ayarla
zh_hans: 调整对比度
zh_hant: 調整對比度

source: Current contrast
da: Aktuel kontrast
de: Aktueller Kontrast
es: Contraste actual
fi: Nykyinen kontrasti
fr: Contraste actuel
it: Contrasto attuale
ja: 現在のコントラスト
ko: 현재 대비
nb: Nåværende kontrast
nl: Huidig contrast
pl: Bieżący kontrast
pt_br: Contraste atual
ru: Текущая контрастность
sv: Aktuell kontrast
tr: Geçerli kontrast
zh_hans: 当前对比度
zh_hant: 目前對比度

source: Daytime contrast
da: Kontrast om dagen
de: Kontrast am Tag
es: Contraste diurno
fi: Päiväkontrasti
fr: Contraste de jour
it: Contrasto diurno
ja: 昼間のコントラスト
ko: 주간 대비
nb: Kontrast på dagtid
nl: Contrast overdag
pl: Kontrast w dzień
pt_br: Contraste diurno
ru: Дневная контрастность
sv: Kontrast dagtid
tr: Gündüz kontrastı
zh_hans: 白天对比度
zh_hant: 白天對比度

# NightContrast
source: Night-time contrast
da: Kontrast om natten
de: Kontrast in der Nacht
es: Contraste nocturno
fi: Yökontrasti
fr: Contraste de nuit
it: Contrasto notturno
ja: 夜間のコントラスト
ko: 야간 대비
nb: Kontrast på natten
nl: Contrast 's nachts
pl: Kontrast w nocy
pt_br: Contraste noturno
ru: Ночная контрастность
sv: Kontrast nattetid
tr: Gece kontrastı
zh_hans: 夜间对比度
zh_hant: 夜間對比度

# NoContrastControl
source: This display does not report a contrast control.
da: Denne skærm angiver ingen kontraststyring.
it: Questo schermo non segnala un controllo del contrasto.
ja: このディスプレイはコントラスト調整に対応していません。
tr: Bu ekran bir kontrast denetimi bildirmiyor.

source: No schedule
da: Ingen plan
de: Kein Zeitplan
es: Sin horario
fi: Ei aikataulua
fr: Aucun programme
it: Nessun programma
ja: スケジュールなし
ko: 일정 없음
nb: Ingen plan
nl: Geen schema
pl: Brak harmonogramu
pt_br: Sem programação
ru: Нет расписания
sv: Inget schema
tr: Program yok
zh_hans: 无计划
zh_hant: 無排程

# ScheduleSummary
source: Daytime level from {0}, night-time level from {1}. Now {2}.
da: Dagniveau fra {0}, natniveau fra {1}. Nu {2}.
de: Tagesstufe ab {0}, Nachtstufe ab {1}. Jetzt {2}.
es: Nivel diurno desde las {0}, nivel nocturno desde las {1}. Ahora son las {2}.
fi: Päivätaso klo {0} alkaen, yötaso klo {1} alkaen. Nyt {2}.
fr: Niveau de jour à partir de {0}, niveau de nuit à partir de {1}. Il est {2}.
it: Livello diurno dalle {0}, livello notturno dalle {1}. Ora sono le {2}.
ja: 昼間のレベルは {0} から、夜間のレベルは {1} から。現在 {2}。
ko: 주간 밝기는 {0}부터, 야간 밝기는 {1}부터. 현재 {2}.
nb: Dagnivå fra {0}, nattnivå fra {1}. Nå {2}.
nl: Dagniveau vanaf {0}, nachtniveau vanaf {1}. Nu {2}.
pl: Poziom dzienny od {0}, poziom nocny od {1}. Teraz {2}.
pt_br: Nível diurno a partir das {0}, nível noturno a partir das {1}. Agora são {2}.
ru: Дневной уровень с {0}, ночной уровень с {1}. Сейчас {2}.
sv: Dagnivå från {0}, nattnivå från {1}. Nu {2}.
tr: Gündüz seviyesi {0} itibarıyla, gece seviyesi {1} itibarıyla. Şu an {2}.
zh_hans: 白天亮度从 {0} 开始，夜间亮度从 {1} 开始。现在是 {2}。
zh_hant: 白天亮度從 {0} 開始，夜間亮度從 {1} 開始。現在是 {2}。

source: No location set
da: Ingen placering angivet
de: Kein Standort festgelegt
es: No se ha establecido ninguna ubicación
fi: Sijaintia ei ole asetettu
fr: Aucune position définie
it: Nessuna posizione impostata
ja: 位置が設定されていません
ko: 위치가 설정되지 않음
nb: Ingen plassering angitt
nl: Geen locatie ingesteld
pl: Nie ustawiono lokalizacji
pt_br: Nenhuma localização definida
ru: Местоположение не задано
sv: Ingen plats angiven
tr: Konum ayarlanmadı
zh_hans: 未设置位置
zh_hant: 未設定位置

# LatitudeNorth
source: {0}° N
fi: {0}° P
ja: 北緯 {0}°
ko: 북위 {0}°
ru: {0}° с. ш.
tr: {0}° K
zh_hans: 北纬 {0}°
zh_hant: 北緯 {0}°

# LatitudeSouth
source: {0}° S
fi: {0}° E
ja: 南緯 {0}°
ko: 남위 {0}°
nl: {0}° Z
ru: {0}° ю. ш.
tr: {0}° G
zh_hans: 南纬 {0}°
zh_hant: 南緯 {0}°

# LongitudeEast
source: {0}° E
da: {0}° Ø
de: {0}° O
fi: {0}° I
ja: 東経 {0}°
ko: 동경 {0}°
nb: {0}° Ø
nl: {0}° O
pt_br: {0}° L
ru: {0}° в. д.
sv: {0}° Ö
tr: {0}° D
zh_hans: 东经 {0}°
zh_hant: 東經 {0}°

# LongitudeWest
source: {0}° W
da: {0}° V
es: {0}° O
fi: {0}° L
fr: {0}° O
it: {0}° O
ja: 西経 {0}°
ko: 서경 {0}°
nb: {0}° V
pt_br: {0}° O
ru: {0}° з. д.
sv: {0}° V
tr: {0}° B
zh_hans: 西经 {0}°
zh_hant: 西經 {0}°

# DisplayNumber
source: Display {0}
da: Skærm {0}
de: Bildschirm {0}
es: Pantalla {0}
fi: Näyttö {0}
fr: Écran {0}
it: Schermo {0}
ja: ディスプレイ {0}
ko: 디스플레이 {0}
nb: Skjerm {0}
nl: Beeldscherm {0}
pl: Ekran {0}
pt_br: Monitor {0}
ru: Дисплей {0}
sv: Skärm {0}
tr: Ekran {0}
zh_hans: 显示器 {0}
zh_hant: 顯示器 {0}

# AskingWebsiteAfter
source: {0} Asking a website instead…
da: {0} Spørger et websted i stedet…
de: {0} Stattdessen wird eine Website gefragt…
es: {0} Consultando un sitio web en su lugar…
fi: {0} Kysytään sen sijaan verkkosivustolta…
fr: {0} Interrogation d'un site web à la place…
it: {0} Viene interpellato un sito web…
ja: {0}代わりに Web サイトに問い合わせています…
ko: {0} 대신 웹 사이트에 확인하는 중…
nb: {0} Spør et nettsted i stedet…
nl: {0} In plaats daarvan wordt een website geraadpleegd…
pl: {0} Zamiast tego odpytywana jest witryna internetowa…
pt_br: {0} Consultando um site em vez disso…
ru: {0} Запрашиваем веб-сайт…
sv: {0} Frågar en webbplats i stället…
tr: {0} Bunun yerine bir web sitesine soruluyor…
zh_hans: {0}改为询问网站…
zh_hant: {0}改為詢問網站…

# ScheduleSummaryWithFade
source: Daytime level from {0}, night-time level from {1}. Now {2}. Each change fades over {3} minutes.
da: Dagniveau fra {0}, natniveau fra {1}. Nu {2}. Hvert skift varer {3} minutter.
de: Tagesstufe ab {0}, Nachtstufe ab {1}. Jetzt {2}. Jeder Wechsel dauert {3} Minuten.
es: Nivel diurno desde las {0}, nivel nocturno desde las {1}. Ahora son las {2}. Cada cambio dura {3} minutos.
fi: Päivätaso klo {0} alkaen, yötaso klo {1} alkaen. Nyt {2}. Jokainen muutos kestää {3} minuuttia.
fr: Niveau de jour à partir de {0}, niveau de nuit à partir de {1}. Il est {2}. Chaque changement se fait sur {3} minutes.
it: Livello diurno dalle {0}, livello notturno dalle {1}. Ora sono le {2}. Ogni cambio dura {3} minuti.
ja: 昼間のレベルは {0} から、夜間のレベルは {1} から。現在 {2}。各切り替えには {3} 分かかります。
ko: 주간 밝기는 {0}부터, 야간 밝기는 {1}부터. 현재 {2}. 각 전환은 {3}분 동안 진행됩니다.
nb: Dagnivå fra {0}, nattnivå fra {1}. Nå {2}. Hvert skifte varer i {3} minutter.
nl: Dagniveau vanaf {0}, nachtniveau vanaf {1}. Nu {2}. Elke overgang duurt {3} minuten.
pl: Poziom dzienny od {0}, poziom nocny od {1}. Teraz {2}. Każda zmiana trwa {3} min.
pt_br: Nível diurno a partir das {0}, nível noturno a partir das {1}. Agora são {2}. Cada mudança dura {3} minutos.
ru: Дневной уровень с {0}, ночной уровень с {1}. Сейчас {2}. Каждый переход длится {3} мин.
sv: Dagnivå från {0}, nattnivå från {1}. Nu {2}. Varje ändring tonas över {3} minuter.
tr: Gündüz seviyesi {0} itibarıyla, gece seviyesi {1} itibarıyla. Şu an {2}. Her geçiş {3} dakika sürer.
zh_hans: 白天亮度从 {0} 开始，夜间亮度从 {1} 开始。现在是 {2}。每次切换持续 {3} 分钟。
zh_hant: 白天亮度從 {0} 開始，夜間亮度從 {1} 開始。現在是 {2}。每次切換持續 {3} 分鐘。

# ExplainWebsiteNoAnswer
source: No answer from the website. Drag the point instead.
da: Intet svar fra webstedet. Træk punktet i stedet.
de: Keine Antwort von der Website. Zieh stattdessen den Punkt.
es: El sitio web no respondió. Arrastra el punto en su lugar.
fi: Verkkosivusto ei vastannut. Vedä piste sen sijaan itse.
fr: Aucune réponse du site web. Faites plutôt glisser le point.
it: Nessuna risposta dal sito web. Trascina invece il punto.
ja: Web サイトから応答がありません。代わりにポイントをドラッグしてください。
ko: 웹 사이트에서 응답이 없습니다. 대신 점을 끌어 놓으세요.
nb: Ingen svar fra nettstedet. Dra punktet i stedet.
nl: Geen antwoord van de website. Sleep in plaats daarvan de punt.
pl: Brak odpowiedzi z witryny. Zamiast tego przeciągnij punkt.
pt_br: O site não respondeu. Arraste o ponto em vez disso.
ru: Веб-сайт не ответил. Перетащите точку вручную.
sv: Inget svar från webbplatsen. Dra punkten i stället.
tr: Web sitesinden yanıt gelmedi. Bunun yerine noktayı sürükleyin.
zh_hans: 网站没有响应。请改为拖动该点。
zh_hant: 網站沒有回應。請改為拖曳該點。

# ExplainWebsiteFailed
source: Could not work out where you are. Drag the point instead.
da: Kunne ikke finde ud af, hvor du er. Træk punktet i stedet.
de: Dein Standort konnte nicht ermittelt werden. Zieh stattdessen den Punkt.
es: No se pudo determinar dónde estás. Arrastra el punto en su lugar.
fi: Sijaintiasi ei voitu selvittää. Vedä piste sen sijaan itse.
fr: Impossible de déterminer votre position. Faites plutôt glisser le point.
it: Impossibile determinare dove ti trovi. Trascina invece il punto.
ja: 現在地を特定できませんでした。代わりにポイントをドラッグしてください。
ko: 위치를 확인할 수 없습니다. 대신 점을 끌어 놓으세요.
nb: Kunne ikke finne ut hvor du er. Dra punktet i stedet.
nl: Kan niet bepalen waar je bent. Sleep in plaats daarvan de punt.
pl: Nie udało się ustalić, gdzie jesteś. Zamiast tego przeciągnij punkt.
pt_br: Não foi possível determinar onde você está. Arraste o ponto em vez disso.
ru: Не удалось определить ваше местоположение. Перетащите точку вручную.
sv: Det gick inte att avgöra var du är. Dra punkten i stället.
tr: Nerede olduğunuz belirlenemedi. Bunun yerine noktayı sürükleyin.
zh_hans: 无法确定你的位置。请改为拖动该点。
zh_hant: 無法判斷你的位置。請改為拖曳該點。

# ExplainDenied
source: Location is turned off for desktop apps. Turn it on in Settings › Privacy & security › Location, or drag the point instead.
da: Placering er slået fra for skrivebordsapps. Slå den til under Indstillinger › Beskyttelse af personlige oplysninger og sikkerhed › Placering, eller træk punktet i stedet.
de: Der Standortzugriff ist für Desktop-Apps deaktiviert. Aktiviere ihn unter Einstellungen › Datenschutz und Sicherheit › Standort, oder zieh stattdessen den Punkt.
es: La ubicación está desactivada para las aplicaciones de escritorio. Actívala en Configuración › Privacidad y seguridad › Ubicación, o arrastra el punto en su lugar.
fi: Sijainti on poistettu käytöstä työpöytäsovelluksilta. Ota se käyttöön kohdassa Asetukset › Tietosuoja ja suojaus › Sijainti tai vedä piste itse.
fr: La localisation est désactivée pour les applications de bureau. Activez-la dans Paramètres › Confidentialité et sécurité › Localisation, ou faites plutôt glisser le point.
it: La posizione è disattivata per le app desktop. Attivala in Impostazioni › Privacy e sicurezza › Posizione, oppure trascina il punto.
ja: デスクトップ アプリの位置情報がオフになっています。[設定] › [プライバシーとセキュリティ] › [位置情報] でオンにするか、ポイントをドラッグしてください。
ko: 데스크톱 앱의 위치 액세스가 꺼져 있습니다. 설정 › 개인 정보 및 보안 › 위치에서 켜거나 점을 끌어 놓으세요.
nb: Plassering er slått av for skrivebordsapper. Slå den på under Innstillinger › Personvern og sikkerhet › Plassering, eller dra punktet i stedet.
nl: Locatie is uitgeschakeld voor desktop-apps. Schakel dit in via Instellingen › Privacy en beveiliging › Locatie, of sleep de punt.
pl: Lokalizacja jest wyłączona dla aplikacji klasycznych. Włącz ją w obszarze Ustawienia › Prywatność i zabezpieczenia › Lokalizacja lub przeciągnij punkt.
pt_br: A localização está desativada para aplicativos da área de trabalho. Ative em Configurações › Privacidade e segurança › Localização ou arraste o ponto.
ru: Доступ к местоположению отключён для классических приложений. Включите его в разделе Параметры › Конфиденциальность и защита › Расположение или перетащите точку вручную.
sv: Platstjänsten är avstängd för skrivbordsappar. Aktivera den i Inställningar › Sekretess och säkerhet › Plats, eller dra punkten i stället.
tr: Konum, masaüstü uygulamaları için kapalı. Ayarlar › Gizlilik ve güvenlik › Konum bölümünden açın veya noktayı sürükleyin.
zh_hans: 已为桌面应用关闭定位。请在“设置 › 隐私和安全性 › 定位”中开启，或改为拖动该点。
zh_hant: 已為傳統型應用程式關閉定位。請在「設定 › 隱私權與安全性 › 位置」中開啟，或改為拖曳該點。

# ExplainTimedOut
source: Windows could not get a position in time. Drag the point instead.
da: Windows kunne ikke finde en position i tide. Træk punktet i stedet.
de: Windows konnte den Standort nicht rechtzeitig ermitteln. Zieh stattdessen den Punkt.
es: Windows no pudo obtener una ubicación a tiempo. Arrastra el punto en su lugar.
fi: Windows ei saanut sijaintia ajoissa. Vedä piste sen sijaan itse.
fr: Windows n'a pas pu obtenir de position à temps. Faites plutôt glisser le point.
it: Windows non è riuscito a ottenere una posizione in tempo. Trascina invece il punto.
ja: Windows は時間内に位置を取得できませんでした。代わりにポイントをドラッグしてください。
ko: Windows가 제시간에 위치를 가져오지 못했습니다. 대신 점을 끌어 놓으세요.
nb: Windows klarte ikke å finne en posisjon i tide. Dra punktet i stedet.
nl: Windows kon niet op tijd een positie bepalen. Sleep in plaats daarvan de punt.
pl: System Windows nie zdołał ustalić pozycji na czas. Zamiast tego przeciągnij punkt.
pt_br: O Windows não conseguiu obter uma posição a tempo. Arraste o ponto em vez disso.
ru: Windows не удалось вовремя определить местоположение. Перетащите точку вручную.
sv: Windows kunde inte hämta en position i tid. Dra punkten i stället.
tr: Windows zamanında bir konum alamadı. Bunun yerine noktayı sürükleyin.
zh_hans: Windows 未能及时获取位置。请改为拖动该点。
zh_hant: Windows 無法及時取得位置。請改為拖曳該點。
